Repository: common-repository/mowomo-redes-sociales
Catalog: languages/mowomo-redes-sociales-*.po
Languages: es_es

source: Advanced configuration
es_es: Configuración avanzada

source: After the post
es_es: Después de la entrada

source: Appearance
es_es: Apariencia

source: Before and after the post
es_es: Antes y después de la entrada

source: Before the post
es_es: Antes de la entrada

source: Button alignment
es_es: Alineamiento de los botones

source: Button desing
es_es: Diseño de los botones

source: Choose where you want to make the social buttons appear
es_es: Elige dónde quieres que aparezcan los botones sociales

source: Colored with slightly rounded edges
es_es: En color con bordes ligeramente redondeados

source: Colored with square edges
es_es: En color con bordes cuadrados

source: Don't show
es_es: No mostrar

source: General configuration
es_es: Configuración general

source: In black and white with slightly rounded edges
es_es: En blanco y negro con bordes ligeramente redondeados

source: In black and white with square edges
es_es: En blanco y negro con bordes cuadrados

source: In the middle
es_es: En el medio

source: Insert the user without @. E.j: mowomocom
es_es: Introduce el usuario sin @. E.j: mowomocom

source: Light and simple plugin for allowing the readers of your blog to share your entries on their social networks. If you only need to offer the possibility to your readers of sharing your blog entries... Why getting complicated?
es_es: Ligero y sencillo plugin para que los lectores de tu blog puedan compartir tus entradas en sus redes sociales. Si sólo necesitas ofrecer la posibilidad a tus lectores de compartir las entradas de tu blog... ¿Por qué complicarse?

source: mowomo team
es_es: mowomo tea,

source: On the left
es_es: A la izquierda

source: On the right
es_es: A la derecha

source: Only black and white icon with rounded edges
es_es: Solo el icono en blanco y negro con bordes redondeados

source: Only black and white icon with slightly rounded edges
es_es: Solo el icono en blanco y negro con bordes ligeramente redondeados

source: Only black and white icon with square borders
es_es: Solo el icono en blanco y negro con bordes cuadrados

source: Only colored icon with rounded edges
es_es: Solo el icono en color con bordes redondeados

source: Only colored icon with slightly rounded edges
es_es: Solo el icono en color con bordes ligeramente redondeados

source: Only colored icon with square borders
es_es: Solo el icono en color con bordes cuadrados

source: Position of buttons
es_es: Posición de los botones

source: Settings
es_es: Configuración

source: Shortcode for you to use wherever you want
es_es: Código corto (shortcode) para que lo uses donde quieras

source: Thanks for using mowomo Social Share, plugin made by
es_es: Gracias por usar el mowomo Redes Sociales, hecho por el equipo

source: Twitter user
es_es: Usuario de Twitter

source: Which buttons do you want to show?
es_es: ¿Qué botones quieres mostrar?
